import Watermark from "./watermark";

const App = () => {
  return (
    <Watermark content={["测试水印", "Lucky"]}>
      <div style={{ height: 800 }}>
        <p>
          不定积分白及颗粒没出门上课节奏VB女神泪看不见女博士看见了比较快女厕看不见
        </p>
        <p>
          不定积分白及颗粒没出门上课节奏VB女神泪看不见女博士看见了比较快女厕看不见
        </p>
        <p>
          不定积分白及颗粒没出门上课节奏VB女神泪看不见女博士看见了比较快女厕看不见
        </p>
        <p>
          不定积分白及颗粒没出门上课节奏VB女神泪看不见女博士看见了比较快女厕看不见
        </p>
        <p>
          不定积分白及颗粒没出门上课节奏VB女神泪看不见女博士看见了比较快女厕看不见
        </p>
        <p>
          不定积分白及颗粒没出门上课节奏VB女神泪看不见女博士看见了比较快女厕看不见
        </p>
        <p>
          L不定积分白及颗粒没出门上课节奏VB女神泪看不见女博士看见了比较快女厕看不见
        </p>
      </div>
    </Watermark>
  );
};

export default App;
